Repository: MarvinSchirrmacher/wordpress-sports-club-manager
Catalog: languages/sportsclubmanager-*.po
Languages: de_de

source: Teams
de_de: Mannschaften

source: Team
de_de: Mannschaft

source: All Teams
de_de: Alle Mannschaften

source: Add New
de_de: Neue hinzufügen

source: Add New Team
de_de: Neue Mannschaft hinzufügen

source: Edit
de_de: Bearbeiten

source: Edit Team
de_de: Mannschaft bearbeiten

source: New Team
de_de: Neue Mannschaft

source: View
de_de: Anzeigen

source: View Team
de_de: Mannschaft anzeigen

source: Search Teams
de_de: Mannschaften durchsuchen

source: No Teams found
de_de: Keine Mannschaften gefunden

source: No Teams found in Trash
de_de: Keine Mannschaften im Papierkorb gefunden

source: Parent Team
de_de: Übergeordnete Mannschaft

source: teams
de_de: mannschaften

source: Sections
de_de: Abteilungen

source: Section
de_de: Abteilung

source: All Sections
de_de: Alle Abteilungen

source: Edit Section
de_de: Abteilung bearbeiten

source: View Section
de_de: Abteilung anzeigen

source: Update Section
de_de: Abteilung aktualisieren

source: Add New Section
de_de: Neue Abteilung hinzufügen

source: New Section Name
de_de: Neuer Abteilungsname

source: Parent Section
de_de: Übergeordnete Abteilung

source: Parent Section:
de_de: Übergeordnete Abteilung:

source: Search Sections
de_de: Abteilungen durchsuchen

source: Popular Sections
de_de: Beliebte Abteilungen

source: Seperate sections with commas
de_de: Trenne Abteilungen mit Kommata

source: Add or remove sections
de_de: Füge hinzu oder entferne Abteilungen

source: Choose from the most used sections
de_de: Wähle aus den meist verwendeten Abteilungen

source: No sections found.
de_de: Keine Abteilungen gefunden.

source: section
de_de: abteilung

source: Sponsors
de_de: Sponsoren

source: Add New Sponsor
de_de: Neuen Sponsor hinzufügen

source: Edit Sponsor
de_de: Sponsor bearbeiten

source: New Sponsor
de_de: Neuer Sponsor

source: View Sponsor
de_de: Sponsor anzeigen

source: Search Sponsors
de_de: Sponsoren durchsuchen

source: No Sponsors found
de_de: Keine Sponsoren gefunden

source: No Sponsors found in Trash
de_de: Keine Sponsoren im Papierkorb gefunden

source: Parent Sponsor
de_de: Übergeordneter Sponsor

source: All Sponsors
de_de: Alle Sponsoren

source: Sponsor Archives
de_de: Sponsorenarchiv

source: Add to Sponsor
de_de: Zum Sponsor hinzufügen

source: sponsors
de_de: sponsoren

source: Advertising media
de_de: Werbemittel

source: Advertising medium
de_de: Werbemittel

source: All advertising media
de_de: Alle Werbemittel

source: Edit advertising medium
de_de: Werbemittel bearbeiten

source: View advertising medium
de_de: Werbemittel anzeigen

source: Update advertising medium
de_de: Werbemittel aktualisieren

source: Add New advertising medium
de_de: Neues Werbemittel hinzufügen

source: New advertising medium Name
de_de: Neuer Werbemittelname

source: Parent advertising medium
de_de: Übergeordnete Werbemittel

source: Parent advertising medium:
de_de: Übergeordnete Werbemittel:

source: Search advertising media
de_de: Werbemittel durchsuchen

source: Popular advertising media
de_de: Beliebte Werbemittel

source: Seperate advertising media with commas
de_de: Trenne Werbemittel mit Kommata

source: Add or remove advertising media
de_de: Werbemittel hinzufügen oder entfernen

source: Choose from the most used advertising media
de_de: Wähle aus den meist verwendeten Werbemittel

source: No advertising media found.
de_de: Keine Werbemittel gefunden.

source: advertising-medium
de_de: werbemittel

source: Executive
de_de: Vorstandsmitglied

source: Coach
de_de: Trainer

source: Contact meta
de_de: Kontaktinformationen

source: Address
de_de: Adresse

source: Label
de_de: Name

source: Street
de_de: Straße

source: Postcode
de_de: PLZ

source: City
de_de: Stadt

source: Contact data
de_de: Kontaktdaten

source: Phone number
de_de: Telefonnummer

source: Form of address
de_de: Höflichkeitsform

source: formal
de_de: Siezen

source: familiar
de_de: Duzen

source: Hours of business
de_de: Öffnungszeiten

source: Contact form
de_de: Kontaktformular

source: Parameters
de_de: Parameter

source: Gallery
de_de: Gallerie

source: Image IDs
de_de: Bilder-IDs

source: Meta
de_de: Eckdaten

source: Competition
de_de: Wettbewerb

source: League
de_de: Liga

source: Coaches
de_de: Trainer

source: Players
de_de: Spieler

source: Age group
de_de: Altersgruppe

source: Training schedule
de_de: Trainingszeiten

source: Age Group
de_de: Jahrgang

source: Sponsor ID
de_de: Sponsoren-ID

source: How to contact us
de_de: So erreichen Sie uns

source: Our used advertising media
de_de: Unsere genutzten Medien

source: Get in touch
de_de: Kontakt aufnehmen
